[
  {
    "name": "Mitra Catering",
    "imageUrl": "https://images.unsplash.com/photo-1532550907401-a500c9a57435?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1169&q=80",
    "price": 30000,
    "description": "Mitra catering adalah perusahaan atau penyedia layanan yang khusus bergerak di bidang penyediaan makanan dan minuman untuk berbagai jenis acara, mulai dari acara pribadi seperti pernikahan, ulang tahun, hingga acara korporat seperti seminar, rapat bisnis, atau pesta perusahaan. Mitra catering bekerja secara profesional dengan menyediakan hidangan yang lezat, mengatur presentasi makanan, serta menyediakan staf yang terlatih untuk melayani tamu Anda./n Menu Pilihan:/n - Nasi Putih /n- Aneka Soup (PILIHAN: Soup Kimlo, Soup Ayam Jagung, Soup Ayam Sosis) /n - Aneka Olahan Ayam (PILIHAN: Ayam Goreng Mentega, Ayam Cusnut, Ayam Lapis Keju, Kakap asam manis) /n- Sayuran (PILIHAN: Asinan Jakarta, Cah Sayuran, Selada Bangkok, Krupuk Udang) /n - Aneka Puding /n - Aneka Buah Potong /n - Air Mineral /n /n Kami siap menyediakan hidangan lezat dan layanan terbaik untuk memastikan acara Anda menjadi sukses dan berkesan. Silakan hubungi kami untuk informasi lebih lanjut dan pemesanan. /n /n Terima kasih!"
  },
  {
    "name": "Lestari Catering",
    "imageUrl": "https://images.unsplash.com/photo-1432139555190-58524dae6a55?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1176&q=80",
    "price": 35000,
    "description": "Lestari Catering adalah penyedia layanan catering yang mengkhususkan diri dalam menyediakan hidangan berkualitas untuk acara-acara khusus. Dari pernikahan hingga acara bisnis, kami memastikan makanan kami mencerminkan kualitas dan rasa yang unggul. Dengan pengalaman dalam industri ini, kami mengerti pentingnya menyajikan hidangan yang menggugah selera dengan presentasi yang menarik. Kami berkomitmen untuk memberikan pengalaman makan yang tak terlupakan bagi tamu Anda. /n Menu Pilihan: /n - Nasi Putih /n - Olahan Mie (PILIHAN: Mie Goreng, Bihun Goreng) /n - Aneka Soup (PILIHAN: Soup Kimlo, Soup Ayam Jagung, Soup Ayam Sosis) /n - Ayam / Daging (PILIHAN: Daging Rolade, Daging Teriyaki, Ayam Goreng Mentega, Ayam Bumbu Bali, Ayam Bumbu Rujak, Kakap asam manis) /n - Sayuran (PILIHAN: Asinan Jakarta, Cah Sayuran, Selada Bangkok) /n - Krupuk Udang /n - Aneka Puding /n - Aneka Buah Potong /n - Air Mineral /n /n Kami siap menyajikan hidangan yang lezat dan unggul dengan presentasi menarik untuk acara Anda. Pastikan momen istimewa Anda ditemani dengan makanan yang tak terlupakan. Hubungi kami untuk informasi lebih lanjut dan pemesanan. /n /n Terima kasih!"
  },
  {
    "name": "The Mulia Catering",
    "imageUrl": "https://images.unsplash.com/photo-1512152272829-e3139592d56f?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80",
    "price": 40000,
    "description": "The Mulia Catering hadir sebagai mitra catering yang handal untuk acara Anda. Kami menyediakan layanan catering dengan fokus pada kualitas dan kepuasan pelanggan. Dengan pilihan hidangan yang variatif, kami menghadirkan pengalaman kuliner yang memuaskan bagi tamu Anda. Dari hidangan utama hingga hidangan penutup, setiap hidangan disiapkan dengan cermat dan dengan menggunakan bahan-bahan berkualitas. Kami juga menawarkan layanan profesional dalam mengatur presentasi makanan yang menarik, menjadikan acara Anda menjadi sukses dan tak terlupakan. /n Menu Pilihan: /n - Nasi Putih /n - Olahan Mie / Nasi Goreng (PILIHAN: Nasi Goreng Oriental, Nasi Goreng Jawa, Mie Goreng, Bihun Goreng) /n - Aneka Soup (PILIHAN: Soup Kimlo, Soup Ayam Jagung, Soup Ayam Sosis) /n - Ayam (PILIHAN: Ayam Grg Mentega, Ayam Pg Bali, Ayam Rica2, Ayam Lapis Keju) /n - Daging (PILIHAN: Daging Teriaki, Daging Rolade, Daging Lada Hitam, Daging Rica2, Daging Krengseng, Kakap Asam Manis) /n - Sayuran (PILIHAN: Asinan Jakarta, Cah Sayuran, Selada Bangkok) /n - Krupuk Udang /n - Aneka Puding /n - Aneka Buah Potong /n - Air Mineral /n /n Kami siap menyediakan hidangan berkualitas dan pengalaman kuliner yang tak terlupakan untuk acara Anda. Hubungi kami untuk informasi lebih lanjut dan pemesanan. /n /n Terima kasih!"
  },
  {
    "name": "3 Skinny Minnies",
    "imageUrl": "https://images.unsplash.com/photo-1615719413546-198b25453f85?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=436&q=80",
    "price": 45000,
    "description": "3 Skinny Minnies adalah penyedia layanan catering yang menyajikan hidangan berkualitas tinggi untuk berbagai acara. Kami mengerti pentingnya makanan dalam menciptakan pengalaman yang tak terlupakan, itulah mengapa kami berkomitmen untuk menyediakan hidangan lezat dengan sentuhan kreatif. Dari hidangan utama hingga hidangan penutup, setiap makanan disiapkan dengan cinta dan perhatian. Dengan tim profesional dan berpengalaman, kami siap memberikan pelayanan terbaik kepada tamu Anda. /n /n Menu Pilihan: /n - Nasi Putih /n - Olahan Mie / Nasi Goreng (PILIHAN: Nasi Goreng Oriental, Nasi Goreng Jawa, Mie Goreng, Bihun Goreng) /n - Aneka Soup (PILIHAN: Soup Kimlo, Soup Ayam Jagung, Soup Ayam Sosis) /n - Aneka Olahan Ayam (PILIHAN: Ayam Grg Mentega, Ayam Pg Bali, Ayam Rica2, Ayam Lapis Keju, Ayam Cusnut) /n - Aneka Olahan Daging (PILIHAN: Daging Teriaki, Daging Rolade, Daging Lada Hitam, Daging Rica2, Daging Krengseng, Daging Steak, Kakap Asam Manis / Udang Goreng Tepung, Macaroni Scotell) /n - Sayuran (PILIHAN: Asinan Jakarta, Cah Sayuran, Selada Bangkok) /n - Kerupuk /n - Buah /n - Puding /n - Snack Tampah /n - Softdrink: (Jus Jambu / Jus Jeruk / Jus Mangga, Sprite / Fanta / Cocacola) /n - Air Mineral /n /n Kami siap menyediakan hidangan berkualitas tinggi dengan sentuhan kreatif untuk menciptakan pengalaman kuliner yang tak terlupakan bagi acara Anda. Percayakan kepada kami untuk memberikan pelayanan terbaik kepada tamu Anda. Hubungi kami untuk informasi lebih lanjut dan pemesanan. /n /n Terima kasih!"
  },
  {
    "name": "Berrykitchen Catering",
    "imageUrl": "https://images.unsplash.com/photo-1546964124-0cce460f38ef?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80",
    "price": 50000,
    "description": "Berrykitchen Catering adalah mitra catering yang dapat diandalkan untuk memenuhi kebutuhan makanan dan minuman acara Anda. Dengan fokus pada kualitas dan kepuasan pelanggan, kami menyajikan hidangan yang lezat dan inovatif. Dari hidangan internasional hingga hidangan lokal, setiap hidangan disiapkan dengan hati-hati dan menggunakan bahan-bahan segar. Dalam menyajikan makanan, kami juga memperhatikan tata letak dan presentasi yang menarik. Percayakan acara Anda kepada kami dan nikmati pengalaman katering yang istimewa. /n /n Menu Pilihan: /n /n - Nasi Putih /n - Nasi Goreng Seafood /n - Aneka Olahan Sop (PILIHAN: Sup Merah, Sup Kimlo, Sup Ayam Bakso) /n - Aneka Olahan Daging (PILIHAN: Sapi Lada Hitam, Semur Daging Sapi, Empal Balado, Rendang Daging Sapi, Empal Gentong, Gulai Daging Sapi, Bistik Daging Sapi, Rica-Rica Daging Sapi) /n - Aneka Olahan Ayam (PILIHAN: Krengsengan Ayam, Ayam Saus Mentega, Ayam Goreng Ungkep, Ayam Bumbu Rujak/Bali) /n - Aneka Olahan Seafood (PILIHAN: Udang Bumbu Bali, Udang Asam Manis, Udang Goreng Tepung, Cumi Goreng Tepung, Cumi Asam Manis) /n - Aneka Olahan Menu Pendamping (PILIHAN: Cap Cay, Mie Goreng, Bihun Sayuran) /n - Es Buah / Kopyor /n - Puding /n - Kerupuk /n - Air Mineral /n /n Kami siap menyajikan hidangan lezat dan inovatif yang akan memuaskan selera tamu Anda. Dengan bahan-bahan segar dan tata letak yang menarik, acara Anda akan menjadi momen tak terlupakan. Percayakan catering acara Anda kepada Berrykitchen Catering dan nikmati pengalaman katering yang istimewa. Hubungi kami untuk informasi lebih lanjut dan pemesanan. /n /n Terima kasih!"
  }
]
